<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Category validation message 
    |--------------------------------------------------------------------------
    |
     */

     'category_create' => 'ক্যাটাগরি  সফলভাবে তৈরি করা হয়েছে',
     'name_required' => 'অনুগ্রহ করে ক্যাটাগরির নাম লিখুন।',
     'name_unique' => 'ক্যাটাগরির নাম অনন্য হতে হবে।',
     'category_update' => 'ক্যাটাগরি সফলভাবে আপডেট হয়েছে',
     'category_delete' => 'বিভাগ সফলভাবে মুছে ফেলা হয়েছে',
     'name_regex' => 'ক্যাটাগরি নেম ফিল্ডে শুধুমাত্র অক্ষর, সংখ্যা, হাইফেন, ডট, স্পেস এবং বন্ধনী থাকতে পারে।',
];
