<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Register Validation messages
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during Register Validation for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
     */

    'fname_required' => 'অনুগ্রহ করে আপনার প্রথম নাম লিখুন',
    'fname_regex' => 'প্রথম নামের ক্ষেত্রে শুধুমাত্র বর্ণানুক্রমিক অক্ষর থাকা উচিত',
    'fname_max' => 'প্রথম নামের ক্ষেত্রে 255 অক্ষরের বেশি হওয়া উচিত নয়।',
    'lname_required' => 'অনুগ্রহ করে আপনার শেষ নাম লিখুন',
    'lname_regex' => 'শেষ নামের ক্ষেত্রে শুধুমাত্র বর্ণানুক্রমিক অক্ষর থাকা উচিত',
    'lname_max' => 'শেষ নামের ক্ষেত্রে 255 অক্ষরের বেশি হওয়া উচিত নয়।',
    'email_required' => 'অনুগ্রহ করে আপনার ইমেল লিখুন',
    'email_unique' => 'ইমেল অনন্য হওয়া উচিত।',
    'username_required' => 'অনুগ্রহ করে আপনার ব্যবহারকারীর নাম লিখুন',
    'username_alpha_num' => 'ব্যবহারকারীর নামে শুধুমাত্র অক্ষর এবং সংখ্যা থাকা উচিত।',
    'username_unique' => 'এই ব্যবহারকারীর নাম ইতিমধ্যে নেওয়া হয়েছে',
    'role_required' => 'অনুগ্রহ করে আপনার ভূমিকা নির্বাচন করুন।',
    'password_min' => 'পাসওয়ার্ড সমান এবং 8 অক্ষরের বেশি হওয়া উচিত।',
    'password_same' => 'পাসওয়ার্ড এবং কনফার্ম পাসওয়ার্ড অবশ্যই মিলতে হবে।',
    'confirm_password_same' => 'পাসওয়ার্ড কনফার্ম_পাসওয়ার্ড ক্ষেত্র একই হওয়া উচিত',
    'confirm_password_min' => 'পাসওয়ার্ড নিশ্চিতকরণ সমান এবং 8 অক্ষরের বেশি হওয়া উচিত।',
    'password_required_with' => 'পাসওয়ার্ড এবং পাসওয়ার্ড নিশ্চিতকরণ ক্ষেত্র আবশ্যক',
    'successful_registration_msg' => 'দারুণ! আপনার নিবন্ধন সফলভাবে সম্পন্ন হয়েছে. ইমেল যাচাইকরণের জন্য আপনার ইমেল চেক করুন',
    'email_verified_msg' => 'আপনার ইমেল যাচাই করা হয়েছে. আপনি এখন লগ ইন করতে পারেন.',
    'email_already_verified' => 'আপনার ই-মেইল ইতিমধ্যে যাচাই করা হয়েছে. আপনি এখন লগ ইন করতে পারেন.',
    'email_not_identified' => 'দুঃখিত আপনার ইমেল সনাক্ত করা যায়নি.',
    'validation_error' => 'বৈধতা ত্রুটি ঘটে!!',
];
