<?php

return [

    /*
    |--------------------------------------------------------------------------
    |Sub Category validation message 
    |--------------------------------------------------------------------------
    |
     */

    'sub_category_create' => 'সাব ক্যাটাগরি সফলভাবে তৈরি করা হয়েছে',
    'sub_category_update' => 'সাব ক্যাটাগরি সফলভাবে আপডেট হয়েছে',
    'sub_category_delete' => 'সাব ক্যাটাগরি সফলভাবে মুছে ফেলা হয়েছে',
    'name_required' => 'অনুগ্রহ করে সাব ক্যাটাগরির নাম লিখুন।',
    'name_unique' => 'সাব ক্যাটাগরির নাম অনন্য হতে হবে।',
    'name_regex' => 'সাব ক্যাটাগরি নেম ফিল্ডে শুধুমাত্র অক্ষর, সংখ্যা, হাইফেন, ডট, স্পেস এবং বন্ধনী থাকতে পারে।',
    'category_id_required' => 'অনুগ্রহ করে ক্যাটাগরির নাম লিখুন।',

];
